Revit 2027 API
ParameterTypeId.StairsRailingBalusterTopAngle Property
 "Top Cut Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterTopAngle { get; }
Public Shared ReadOnly Property StairsRailingBalusterTopAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterTopAngle {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterTopAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace